[  
    {  
        "id":1,
        "name":"Jobs and Employment",
        "shortDesc":"Delhi should have growing employment opportunities across various types of industries. Small businesses needs to be encouraged as viable employment opportunity. Labor reforms are needed to provide fair & conducive work environment.",
        "secondaryImg":"http://",
        "longDesc":"<p>Delhi should have inclusive, sustainable and equitable development, using an evidence based approach. We believe in the judicious balance between private initiative, public sector  intervention and emphasis on community-based enterprises.</p><p>Our Job and Employment Policy needs to be based on:</p><li>Fostering trade and economic connectivity with the world in this age of globalization</li><li> Prioritizing common man's concerns of employment generation, keeping check on inflation and eliminating poverty</li><li>Introducing genuine labor reform by opposing contractualization, implementing minimum wages, restructuring labor department and pressuring the Central government to change the labor-unfriendly provisions of the Contract Labour Act (1970).</li><li>Promoting vocational education and skill-development of Delhi's youth</li><li>Ensuring social security for workers in the unorganized sector, regulating wages and working hours of domestic workers, improving working condition of rag-pickers.</li>",
        "primaryImg":"http://",
		"discussionUrl": "http://discuss.aamaadmiparty.org/discussions/policies/delhi-dialogue/jobs-and-employment"
    },
    {  
        "id":2,
        "name":"Enterprise: Trade and Industry",
        "shortDesc":"Being India's capital, Delhi should be India's premier services hub and trading zone. Simplify laws, provide excellent infrastructure & incentivize enterpreneurship. It should be straightforward to build a new company in Delhi.",
        "secondaryImg":"http://",
        "longDesc":"<p>Delhi should be India's biggest and greatest services hub and trading zone.</p><p>Our trade and industry policy needs to be based on: </p><li>Facilitating greater trade within Delhi by having trader-friendly policies.</li><li>Simplifying VAT and other tax structure of Delhi, to ease tax compliance.</li><li>Incentivizing entrepreneurship by providing cheap capital and creating startup incubators.</li><li>Providing better facilities, like roads, water, electricity, in Delhi's Industrial Areas..</li>",
        "primaryImg":"http://",
		"discussionUrl": "http://discuss.aamaadmiparty.org/discussions/policies/delhi-dialogue/enterprise-trade-and-industry"
    },
    {  
        "id":3,
        "name":"Women Rights & Safety",
        "shortDesc":"Delhi would have world class laws for upholding women rights at workplace, public places & home. We envision a Delhi in which women will be acknowledged and treated as equal citizens in their own right.",
        "secondaryImg":"http://",
        "longDesc":"<p>The Constitution of India not only grants equality to women but also empowers the State to adopt measures of positive discrimination in favour of women – best articulated in the Fundamental Rights which ensures equality and equal protection before the law; prohibits discrimination on grounds of religion, race, caste, sex or place of birth, and guarantees equality of opportunity.</p><p>Despite the solemn assurances enshrined in the Indian Constitution women in Delhi continue to be treated as second class citizens by every conceivable index. The truth is that the status of girls and women has deteriorated over the past six decades. The impunity and utter inability of the criminal justice system and the state to provide solutions, security or justice to our girls and women, has created a situation demanding urgent attention. Clearly what is required is a carefully crafted set of policies and affirmative action together with continuous efforts to change patriarchal mindsets and attitudes at all levels.</p><p>We envision a Delhi in which women will be acknowledged and treated as equal citizens in their own right; where they will not be governed by male-dominated values which determine their societal and familial roles.</p>",
        "primaryImg":"http://",
		"discussionUrl": "http://discuss.aamaadmiparty.org/discussions/policies/delhi-dialogue/women-rights-%26-safety"
    },
    {  
        "id":4,
        "name":"Sanitation, Sewage and Solid Waste Management",
        "shortDesc":"Comprehensive sanitation, sewage and solid waste management for every living establishment in Delhi. Easy availability of public toilets & waste bins for use. Discourage littering by heavy fines",
        "secondaryImg":"http://",
        "longDesc":"<p>Delhi should have comprehensive sanitation, sewage and solid waste management for every living establishment in Delhi. This will reform Delhi's public health system and lead to significant improvement in Delhi's health indicators.</p><p>The important considerations include:</p><li>Building adequate community or public toilets that will be maintained by local welfare associations and Mohalla Sabhas.</li><li>One-fourth of the city is not connected to the sewage network; all houses should be connected to the sewage network, irrespective of the nature of the settlement. </li><li>Littering or disposal of construction debris in public places would be heavily fined.</li><li>Effective implementation of the ban on plastic bags and segregation of bio-degradable and non-biodegradable waste at the household level. </li><li>Local solid waste management should be under the purview of local welfare associations and Mohalla Sabhas which will have financial and administrative powers & accountability.</li>",
        "primaryImg":"http://",
		"discussionUrl": "http://discuss.aamaadmiparty.org/discussions/policies/delhi-dialogue/anitation-sewage-and-solid-waste-management"
    },
    {  
        "id":5,
        "name":"Social Welfare and Social Justice",
        "shortDesc":"Delhi would provide equal opportunities across all sections of society. There would be no appeasement of specific people in a community. Policies would focus on equal access to education, health & job opportunities.",
        "secondaryImg":"http://",
        "longDesc":"<p>The policy of social justice has failed to live up to the constitutional promise. State policies for disadvantaged communities have been reduced to one or two highly visible tokenistic measures, which do not help the community substantially but succeed in generating resentment among the rest of the society. Many of these communities have developed a small class of beneficiaries with vested interests who maintain the present system. Political parties have developed a vested interest in keeping these communities vulnerable and dependent on state largesse.</p><p>Delhi would uphold the spirit of the constitution by instituting a system of social justice that addresses the substantive concerns of these communities, effectively. This would involve:</p><li>Identification of disadvantages in a transparent and evidence-based manner efficient mechanisms for implementing social justice</li><li>Revisiting the definition and boundaries of beneficiary communities</li><li>Focusing on issues such as education, health and livelihoods. Searching for new and </li>",
        "primaryImg":"http://",
		"discussionUrl": "http://discuss.aamaadmiparty.org/discussions/policies/delhi-dialogue/social-welfare-and-social-justice"
    },
    {  
        "id":6,
        "name":"Transportation",
        "shortDesc":"Delhi would have high quality diverse public transport to reduce peak time load on roads. The transportation would include Metro trains, last mile connectivity via feeder bues & private transport vehicles like autorickshaws.",
        "secondaryImg":"http://",
        "longDesc":"<p>Delhi should have high quality diverse public transport to reduce peak time load on roads. The transportation should include Metro trains, last mile connectivity via feeder buses & private transport vehicles like autorickshaws. Important considerations are as follows:</p><li>Creating public, universal and affordable transport</li><li>Establishing a Unified Transport Authority for a holistic transport policy, commitment to providing high quality public transport in Delhi</li><li>Expansion of public transport services including the Metro; improving and making secure last mile connectivity via feeder buses, shared auto-rickshaws and e-rickshaws.</li><li>Making pavements and cycle tracks on all possible roads; removing unnecessary route restrictions on rickshaws </li><li>Ensuring speed for a few doesn't come at the cost of ease of movement for the rest</li><li>Increasing auto stands, streamlining procedure for purchasing auto-rickshaws, preventing black marketing, preventing police harassment and revising auto fares in an ongoing manner.</li>",
        "primaryImg":"http://",
		"discussionUrl": "http://discuss.aamaadmiparty.org/discussions/policies/delhi-dialogue/transportation"
    },
    {  
        "id":7,
        "name":"Energy and Electricity",
        "shortDesc":"Delhi has self-sufficient 100% electricity & increase depedence on clean energy",
        "secondaryImg":"http://",
        "longDesc":"<p>Delhi should provide access to basic energy needs to all of Delhi's two crore citizens. It has large, ever-growing and unmatched energy requirements. We envision in India's future an economy supported only by clean, replenishable and renewable resources.</p><p>Energy policy needs to be based on:</p><li>Meeting expanding demand for energy to enhance quality of life and economic activities competition amongst power distribution companies.</li><li>Preventing inefficient energy use and encouraging adoption of energy conservation techniques</li><li>Phased shift to renewable energy</li><li>Minimizing consumer expenditure and maximizing efficient, effective and transparent</li>",
        "primaryImg":"http://",
		"discussionUrl": "http://discuss.aamaadmiparty.org/discussions/policies/delhi-dialogue/energy-and-electricity"
    },
    {  
        "id":8,
        "name":"Education",
        "shortDesc":"Delhi should have high quality school education system with access to all sections of society. Focus on creation & explansion of world class colleges & universities. ",
        "secondaryImg":"http://",
        "longDesc":" <p>Delhi should be firmly committed towards state provision of equitable access to quality education to every child in Delhi. In the last few decades, while the demand for education has been increasing, it has also been accompanied by an increased stratification of education. In this backdrop, we affirm our commitment to ensuring the provision of truly equitable access to all sections of society, irrespective of their ability to pay.</p/><p>Education policy would be based on the following principles:</p/><li>State provision of equitable access to high quality education expansion</li><li>Community Involvement in school education</li><li>Context-relevant curriculum and learner-centred pedagogy</li><li>Creation and expansion of world-class colleges and universities for Delhi's Youth</li><li>Skill development and vocational training institutes with supporting job market </li>",
        "primaryImg":"http://",
		"discussionUrl": "http://discuss.aamaadmiparty.org/discussions/policies/delhi-dialogue/education"
	},
	{  
        "id":9,
        "name":"Health",
        "shortDesc":"Delhi would have drastically improved quality of public hospitals & further expand network. Health care delivery systems would be modernized using technology. Promote focus on proactive prevention of diseases to reduce healthcare costs & improve quality of life.",
        "secondaryImg":"http://",
        "longDesc": "<p>The citizens of Delhi have lost faith in the healthcare services provided by the state and spend exorbitant amounts on questionable private healthcare. Delhi healthcare system should include:</p/><li>Expanding and strengthening of public health systems, while making them accountable. maximize public welfare.</li><li>Focus on disease prevention, primary healthcare and on diseases with high mortality rates.</li><li>Drawing upon diversity of medical knowledge systems and practices and supporting alternate medical practitioners.</li><li>Realigning the relationship between the pharmaceutical and healthcare industry to </li>",
        "primaryImg":"http://",
		"discussionUrl": "http://discuss.aamaadmiparty.org/discussions/policies/delhi-dialogue/health"
    },
    {  
        "id":10,
        "name":"Land and Housing",
        "shortDesc":"Delhi would have transparent land allotment policies, enforce infrastructure guidelines and protect rights of home buyers. Long term policies to prevent mushrooming of unauthorised settlements by ensuring availability of low-cost housing. ",
        "secondaryImg":"http://",
        "longDesc":"<p>Each citizen of Delhi deserves to live in a proper living establishment that is supported by adequate electricity, water and sanitation facilities. Land and housing policy needs to be based on:</p><li>Reforming and restructuring the work of various land-owning and development agencies like DDA, MCD, DUSIB to work for the public's good. </li><li>Creating long-term policies to ensure availability of low-cost housing, in order to prevent mushrooming of unauthorized settlements </li><li>Ensure adequate provision of community toilets to ensure the health and safety of </li><li>Making property tax, land registration and other land-related administrative processes simpler and transparent of Delhi.</li><li>Making land allotment to private institutions like private hospitals, schools and colleges and to urge them to be accountable to their duty towards economically weaker sections </li>",
        "primaryImg":"http://",
		"discussionUrl": "http://discuss.aamaadmiparty.org/discussions/policies/delhi-dialogue/land-and-housing"
    },
    {  
        "id":11,
        "name":"Rural Delhi",
        "shortDesc":"Delhi's rural areas would have good quality public infrastrasture including schools & hospitals. ",
        "secondaryImg":"http://",
        "longDesc":"<p>Delhi's rural areas and villages should have the provision of basic needs, goods and services along with a good quality of life. There is a need to reverse the flow of material and human resource from rural and primary economies to urban and tertiary economies.</p><p>Our policy for Rural Delhi will be based on the following:</p><li>Decisions regarding the development of Delhi's villages to be made by the local Gram Sabhas, which would be granted untied funds to utilize according to their priorities.</li> <li>Creation of fruitful employment opportunities and increased connectivity with urban Delhi.</li><li>Provision of adequate high quality schools, hospitals and other living facilities in the region.</li><li>No land should be allowed to be acquired in Delhi's villages without the consent of the Gram Sabha</li><li>Central government would be pressurized to remove unnecessary restrictions regarding land use in villages. Power to extend boundaries of 'lal dora' would be given to Gram Sabhas</li>",
        "primaryImg":"http://",
		"discussionUrl": "http://discuss.aamaadmiparty.org/discussions/policies/delhi-dialogue/rural-delhi"
    },
    {  
        "id":12,
        "name":"Water",
        "shortDesc":"Every home in Delhi has access to clean piped water. Remove dependence on water tankers. Develop Delhi's water resources & implement ideas like rainwater harvesting",
        "secondaryImg":"http://",
        "longDesc":"<p>Delhi water system should provide clean water in every home in Delhi. Water is the biggest concern of the common person in Delhi, as more than 50 lakh people do not get potable water in their homes. Significant number of Delhi citizens suffer from the prices of the powerful tanker mafia.</p><p>Water policy needs to be based on:</p><li>Ensuring that each home, colony and living establishment gets a water connection to sustain basic life and economic activities.<li>Prioritizing the development of local and decentralized water resources exploring the ideas of rainwater harvesting, watershed development, soil-water conservation programs and other small projects. </li> <li>Developing Delhi's water resources for local self-development and tourism purposes</li>",
        "primaryImg":"http://",
		"discussionUrl": "http://discuss.aamaadmiparty.org/discussions/policies/delhi-dialogue/water"
    }
]