[
  {
    "id" : 1,
    "name" : "Youth",
    "shortDesc" : "Punjabi youth need to be empowered so that they can lead the state and country into a new era of progress. The drug mafia must be eliminated from Punjab, and gainful employment opportunities created.",
    "longDesc" : "<p> Punjabi youth have the happy stereotypical image of being well-built, hard-working and brave. Many of the hockey players in the Indian team come from Punjab. The Punjabi soldier in the Indian armed forces has added many a star to their glory. Unfortunately, that image today is confined to folklore and media depictions. Having lost one generation to extremism, we are losing the current generation of drugs. The drug epidemic has been caused by the widespread unemployment and the politician-police-drug nexus. We need to take urgent steps to reverse this situation.</p><ul><li> Eliminate the drug mafia and open quality rehabilitation centers across the state.</li><li>Provide quality education, ensuring that university graduates are employable</li><li>Provide employment opportunities in the state by stimulating industrial growth and business opportunities.</li><li>Create an infrastructure of rural libraries, gyms and sports clubs.</li></ul>"
  },
  {
    "id" : 2,
    "name" : "Farmers and laborers",
    "shortDesc" : "Punjab is the bread basket of India, and yet the Punjabi famer is forced to commit suicides. The farmers of Punjab should be lifted out of debt, and the farming profession should become more profitable.",
    "longDesc" : "<p> Even though Punjab comprises just 1.5% of the area of India, the hard-working Punjabi farmer contributes up to 50 percent of wheat, 30 percent of rice, and 10 percent of cotton to the national pool. The yields per hectare have plateaued, and so have the farmer’s incomes. There is a massive debt on the famers, totaling to about Rs. 50,000 crore. The individual loan sizes of a meagre couple of lakh rupees have led to a large number of suicides, a sitution which is extremely sad and calls for immediate rectification. Our policy towards farmers should be based on</p><ul><li>Eliminating Farm Debt - Reducing input costs, enhancing farm incomes via crop diversification and allied agricultural activities like dairy farming.</li><li>Loans from formal sources – We need to expand the outreach of formal sources of credit so that the farmer is not left at the mercy of informal sources that charge exorbitant rates of interest.</li><li>Generating employment – The secondary and tertiary sectors should be expanded so that the growing population is easily absorbed into the job economy.</li></ul>"
  },
  {
    "id" : 3,
    "name" : "Women",
    "shortDesc" : "Punjab should have stringent laws to uphold women’s rights at the workplace and at home. We envision a Punjab in which women will be acknowledged and treated as equal citizens in their own right.",
    "longDesc" : "<p> The Constitution of India not only grants equality to women but also empowers the State to adopt measures of positive discrimination in favor of women. Despite the solemn assurances enshrined in the Indian Constitution women in Punjab continue to be treated as second class citizens by every conceivable index. </p><p> Female feticide continues to be a major problem and the sex ratio is alarmingly low. </p> <p> The impunity and utter inability of the criminal justice system and the state to provide solutions, security or justice to our girls and women, has created a situation demanding urgent attention. Clearly what is required is a carefully crafted set of policies and affirmative action together with continuous efforts to change patriarchal mindsets and attitudes at all levels.</p><p> We envision a Punjab in which women will be acknowledged and treated as equal citizens in their own right; where they will not be governed by male-dominated values which determine their societal and familial roles. </p>"
  },
  {
    "id" : 4,
    "name" : "Dalits",
    "shortDesc" : "Punjab has the highest proportion of Dalits of all states in India. Dalits must be treated as equal citizens and all measures should be taken for their welfare and social upliftment.",
    "longDesc" : "<p>Dalits form 34% of the Punjab population, the largest fraction amongst all states in India. Despite constitutional provisions of safeguarding their rights, Dalits continue to be second-class citizens in Punjab, being denied equality and basic social rights and atrocities afflicted upon them. The recent barbaric murder of Bhim Tank in Abohar vividly highlights this tragedy. </p><p>We need to make sure that this inequality is completely weeded out from the Punjabi society. Dalit education and employment should be a special focus area. Strict action should be taken against perpetrators of atrocities against Dalits so that this one-third of the society regains its pride and status as equals to all other citizens.</p>"
  },
  {
    "id" : 5,
    "name" : "Traders",
    "shortDesc" : "Punjab has a huge trading community, who are running their businesses despite all odds. The tax regime must be simplified and made friendlier, and the state should provide an environment where it is easy to open and operate new businesses legally. ",
    "longDesc" : "<p>The huge trading community of Punjab forms a cornerstone of our economy. Despite all odds, they manage to operate their businesses. We need to encourage traders and small business owners via the following steps:</p><ul><li>Lower and simplify the VAT structure to increase compliance</li><li>Ensure proper market infrastructure like roads, water and electricity</li><li>Simplify the procedures for opening a new business, implement a true single-window clearance.</li><li>Put an end to the inspector raj which is a nuisance.</li><li>Encourage the growth of cottage industries, especially in the rural areas.</li></ul>"
  },
  {
    "id" : 6,
    "name" : "Industrialists",
    "shortDesc" : "The manufacturing and other industries need to be stimulated to set up shop in Punjab so as to boost the economic growth rate and employment. The power tariffs and tax rates must be rationalized and made competitive with neighbouring states. ",
    "longDesc" : "<p>The industrial entrepreneurs have Punjab have put its name in the international hall of fame. Ludhiana and Jallandhar were at one-point world famous hubs for textiles, bicycles, heavy machinery, sports goods, etc. Mandi Gobindgarh had a lot of steel rolling mills. Due to regressive policies of the state, most of these have shut shop or moved out of state. We need to encourage the industrialists to set up new ventures, which will boost the economy and provide jobs. The strategy to encourage that would be</p><ul><li>Lower the power tariff to competitive levels</li><li>Lower the tax rates to competitive levels</li><li>Simplify the process of land procurement</li></ul>"
  },
  {
    "id" : 7,
    "name" : "Professionals",
    "shortDesc" : "Punjab has a large number of doctors, lawyers and other professionals whose rights must be protected, and an environment provided where they can execute their duties without feeling threatened.",
    "longDesc" : "<p> The working professionals in Punjab like doctors, lawyers and researchers are doing a commendable service to the society. It is paramount that their interests and rights be looked after by the state. </p><ul><li>It must be ensured that professionals can execute their duties and tasks without being worried about issues of public order.</li><li>There must be rule of law whenever a liability issue arises.</li><li>Proper modern infrastructure at affordable prices should be provided so that private practitioners can open their ventures and execute their jobs in the most efficient manner.</li></ul>"
  },
  {
    "id" : 8,
    "name" : "Government Employees",
    "shortDesc" : "Government employees in Punjab should be provided with the basic social security and welfare schemes, especially after retirement.",
    "longDesc" : "<p> There is a large body of government employees in Punjab who work in diverse fields and make up the core strength of government services.</p><ul><li>Punjab state must ensure that all government employees get competitive salaries, are given adequate healthcare, and retirement benefits. </li><li>Modern tools and IT infrastructure should be introduced to improve the efficiency and delivery of services. </li><li>There should be reward mechanisms for outstanding employees, and opportunities for taking leadership of specific projects.</li></ul>"
  },
  {
    "id" : 9,
    "name" : "Servicemen and Ex-servicemen",
    "shortDesc" : "The brave soldiers from Punjab who serve our country deserve our deepest respect and a special place in the society. Punjab should have a special grievance cell for their needs and they should be offered priority service in public matters.",
    "longDesc" : "<p> Punjabi people are known for their valor. The Punjabi men in the Indian armed forces are a matter of pride for Punjab and all steps should be taken to ensure their dignity, and respect in society. </p><p>A big challenge facing this community is that of land-grab. There have been several incidents of land-grab when the soldier is out serving on the border, putting his life on the line for his countrymen. This abhorrent practice must immediately stop. A special Grievance Cell should be set up to address the complaints and issues of servicemen.</p>"
  },
  {
    "id" : 10,
    "name" : "NRIs",
    "shortDesc" : "The Punjabi NRI community is a vast asset for the state. They should be engaged with the development process, tapping their expertise in various walks of life. Their concerns should be properly addressed.",
    "longDesc" : "<p> Punjab has a huge diaspora. Among them, there are people who are wealthy and have established themselves at the top of their respective fields, and there are people who drive taxis and work in restaurants. </p><p>One of the biggest issues facing the NRI community is that of land-grab. People illegally take over their land while they are absent for several years at a time. This practice must stop, and a special grievance cell must be set up to address NRI issues. </p><p>The state must make efforts to engage the NRI community in the process of governance and put to best use the massive amounts of expertise and resources at their disposal. </p>"
  },
  {
    "id" : 11,
    "name" : "Agriculture",
    "shortDesc" : "Agriculture in Punjab should be made more profitable to eliminate farm debt. Crop diversification, dairy farming and other allied agricultural activities need to be spread in a big way. There is also an urgent to make agriculture sustainable.",
    "longDesc" : "<p> Punjab is the food basket of India. The fertile land together with the Green revolution technology created a boom in the agricultural output during the 1970’s and 1980’s. Even though Punjab comprises just 1.5% of the area of India, it contributes up to 50 percent of wheat, 30 percent of rice, and 10 percent of cotton to the national pool.However, the Green revolution is now behind us. The yields per hectare have plateaued, and so have the farmer’s incomes. The excessive use of pesticides has ruined our soil, excessive draft of ground water has led to a abysmally low ground water levels. Our agriculture policy needs to be based on: </p><ul><li>Income enhancement - Reducing input costs and enhancing farm incomes via allied agricultural activities like dairy farming.</li><li>Creating vibrant markets for produce other than wheat and rice.</li><li>Reviving the extension system that transmits the knowhow from scientific experts to farmers.</li></ul>"
  },
  {
    "id" : 12,
    "name" : "Drug Abuse",
    "shortDesc" : "The widespread drug abuse among Punjabis needs to be eliminated. A large number of rehabilitation centers which provide quality care should be established.",
    "longDesc" : "<p> The drug epidemic in Punjab has reached massive proportions. According to some studies, as much has 67% of all households in Punjab have at least one addict. The state has by far the largest number of cases registered under the NDPS act. The drug epidemic has been caused by the widespread unemployment and the politician-police-drug nexus. In order to curb this menace, we need to have a two-pronged approach</p><ul><li>Stop the supply chain of drugs by eliminating the state actors involved in the drug trade and taking strict action against offenders.</li><li>Set-up quality rehabilitation centers all across the state that have sensitive staff can provide quality care.</li></ul>"
  },
  {
    "id" : 13,
    "name" : "Health",
    "shortDesc" : "Quality healthcare should be available locally and cheaply to all citizens. Punjab should have high quality public hospitals with modern, latest technology. ",
    "longDesc" : "<p> The citizens of Punjab have lost faith in the healthcare services provided by the state and spend exorbitant amounts on questionable private healthcare. The government hospitals and dispensaries sometimes have only a shameful 50% of the needed medicine stock. Punjab healthcare system should include:</p><ul><li>Expanding and strengthening of public health systems, while making them accountable. This will be done by creating a network of quality clinics at the village level, and polyclinics at higher levels. The civil hospitals will also be modernized with the latest modern facilities.</li><li>All medicines and tests will be done free of cost at the government healthcare facilities.</li><li>Focus on disease prevention, primary healthcare and on diseases with high mortality rates.</li><li>Realigning the relationship between the pharmaceutical and healthcare industry to maximize public welfare.</li></ul>"
  },
  {
    "id" : 14,
    "name" : "Education",
    "shortDesc" : "Punjab should have government schools that are better than private schools. Colleges and universities for higher education should be modern and teach the latest curricule to bolster employability of graduates.",
    "longDesc" : "<p> The education statistics of Punjab are shocking. The state has a lowly 21st rank among the Indian states in terms of literacy rate. The percentage of students of the age group 6-14 going to private schools is as large as 40%. There are 13,392 teachers posts in government schools that remain vacant. In light of all these, the education policy in Punjab must be focused on:</p><ul><li>Lifting government schools to a level such that they become better than the best private schools, and providing government schools with the best classrooms and infrastructure possible.</li><li>Filling up all teacher’s vacant posts, and ensuring that teachers and principals get proper training.</li><li>Decentralizing power by giving more power to school officials in various spheres, including how to spend money.</li><li>Forming School Management Committees that oversee the overall functioning of the school and also ideate about how to make them better.</li></ul>"
  },
  {
    "id" : 15,
    "name" : "Transport and Road Safety",
    "shortDesc" : "The existing inter-state government network of buses in Punjab should be strengthened and new modern buses acquired. The cities and villages must have proper public transport facilities.",
    "longDesc" : "<p> Transport options in Punjab should be high-quality and diverse. The state also suffers from an epidemic of road accidents. Important considerations are as follows:</p><ul><li>Make the government buses better than private buses.</li><li>Encourage partnership and dialogue between Punjab Roadways and PRTC to ensure maximum ease to people. </li><li>The schedule of buses should be designed to maximize the profitability.</li><li>The road network should be expanded, and the incomplete flyovers and projects should be completed with utmost urgency.</li><li>Road safety laws must be stringent, and their implementation strict.</li><li>The procedures to obtain a driving license should be rigorous in scope and implementation.</li></ul>"
  },
  {
    "id" : 16,
    "name" : "Water and Electricity",
    "shortDesc" : "Every home in Punjab should have access to clean water. The ground water levels should be replenished to healthy levels. There should be 24*7 supply of quality electricity to every home and business in Punjab.",
    "longDesc" : "<p> Punjab should be able to provide for the basic energy needs to all its three crore citizens. It has large, ever-growing and unmatched energy requirements. We envision in the future an economy supported only by clean and renewable resources.Energy policy needs to be based on:<li>Meeting expanding demand for energy to enhance quality of life and economic activities.</li><li>Preventing inefficient energy use and encouraging adoption of energy conservation techniques.</li><li>Phased shift to renewable energy.</li><li>Minimizing consumer expenditure and maximizing efficient, effective and transparent competition amongst power distribution companies.Due to over-exploitation of ground water, Punjab faces a looming crisis. The lowering water table contaminates water with heavy metals, which have also raised concerns about cancer. Our water policy needs to be based on:</li><li>Ensuring that each home, colony and living establishment gets a water connection to sustain basic life and economic activities.</li><li>Prioritizing the development of local and decentralized water resources exploring the ideas of rainwater harvesting, watershed development, soil-water conservation programs and other small projects to boost the ground water levels.</li>"
  },
  {
    "id" : 17,
    "name" : "Empoyment and Skill Development",
    "shortDesc" : "Punjab should provide employment opportunities for all its youth across various sectors. Small businesses need to be encouraged as a viable employment opportunity. Manufacturing industry needs to be revived with vigour.",
    "longDesc" : "<p> Punjab should have inclusive, sustainable and equitable development, using an evidence based approach. We believe in the judicious balance between private initiative, public sector intervention and emphasis on community-based enterprises. Our Job and Employment Policy needs to be based on:</p><ul><li>Fostering trade and economic connectivity with the world in this age of globalization.</li><li>Prioritizing common man's concerns of employment generation, keeping check on inflation and eliminating poverty.</li><li>Introducing genuine labor reform by opposing contractualization, implementing minimum wages, restructuring labor department and pressuring the Central government to change the labor-unfriendly provisions of the Contract Labour Act (1970).</li><li>Promoting vocational education and skill-development of Delhi's youth.</li><li>Ensuring social security for workers in the unorganized sector, regulating wages and working hours of domestic workers, improving working condition of rag-pickers.</li></ul>"
  },
  {
    "id" : 18,
    "name" : "Police Reform",
    "shortDesc" : "Punjab Police is an asset that if properly used can bring wonders to the state. All appointments in police should be made non-political and the police force should be modernized with latest technology.",
    "longDesc" : "<p> Punjab Police is an asset to the state which needs to be properly harnessed to implement the rule of law in a true sense. Today all police postings are politically motivated, there is deep-rooted insensitivity to the common people, and some police officers are even involved in the drug racket in the state. We need to implement the following reforms as soon as possible</p><ul><li>The salaries of police officers should be made competitive, which will be effective in rooting out corruption</li><li>The promotions and postings should be done on the basis of merit, and there should be no political interference in this process</li><li>Sensitivity training should be undertaken so that the police respond to citizens problems with utmost care.</li></ul>"
  },
  {
    "id" : 19,
    "name" : "Mafias and corruption",
    "shortDesc" : "The deep rooted corruption in Punjab needs to end immediately. The mafia raj established by the Akalis in all spheres of public activity must be demolished.",
    "longDesc" : "<p> The corruption in Punjab is deep-rooted. Politicians of the state and their friends and family have a complete grip on all sectors in Punjab: transport, cable, TV news channels, sand and stone mining, liquor, hospitality and real estate, agro-chemicals, etc. We need to deal with this corruption and nepotism with a heavy hand, and provide space for competent players to establish themselves in these spheres of activity. Corruption which is deeply entrenched in all government offices and makes the delivery of services to citizens an extremely painful process should also be eliminated. </p>"
  },
  {
    "id" : 20,
    "name" : "Industry and Trade",
    "shortDesc" : "Punjab should be a premier services hub and trading zone with excellent infrastructure. Laws should be simplified and entrepreneurship should be incentivized. Additionally, establishing a new company in Punjab should be straightforward.",
    "longDesc" : "<p> Punjab has a lot of scope for expansion into the services, trading and manufacturing sectors. The towns of Ludhiana and Jallandhar are world famous for their industrial output in textiles, bicycles, machinery and sports goods. Mandi Gobindgarh had a lot of steel rolling plants. Unfortunately, all of these are under great stress. The VAT rates on some items, and power tariffs charged to businesses are the highest among neighbouring states. The rates of industrial growth in the past three years have been 3.67pc, 3.59pc, 3.14pc, compare this to 7.4pc national average. Our trade and industry policy needs to be based on:</p><ul><li>Facilitating greater trade within Punjab by having trader-friendly policies.</li><li>Simplifying and the lowering VAT and other taxes in Punjab to increase tax compliance and encourage business and job growth.</li><li>Creating a true single window clearance system for the setting up of new businesses or factories.</li><li>Incentivizing entrepreneurship by providing cheap capital and creating startup incubators.</li><li>Providing better facilities, like roads, water, electricity, in Punjab’s industrial Areas.</li></ul>"
  },
  {
    "id" : 21,
    "name" : "Housing and Real Estate",
    "shortDesc" : "Punjab should have transparent land allotment policies and infrastructure guidelines. Rights of home buyers should be protected, while giving incentivizing developers to deliver quality products on time.",
    "longDesc" : "<p> Each citizen of Punjab deserves to live in a proper living establishment that is supported by adequate electricity, water and sanitation facilities. Land and housing policy needs to be based on:</p><ul><li>Reforming and restructuring the work of PUDA to work for public good.</li><li>Creating long-term policies to ensure availability of low-cost housing, in order to prevent mushrooming of unauthorized settlements.</li><li>Ensure adequate provision of community toilets to ensure the health and safety of women.</li><li>Making property tax, land registration and other land-related administrative processes simpler and transparent.</li><li>Making land allotment to private institutions like private hospitals, schools and colleges and to urge them to be accountable to their duty towards economically weaker sections of Punjab.</li></ul>"
  },
  {
    "id" : 22,
    "name" : "Fiscal Reforms",
    "shortDesc" : "The massive debt on the Punjab state government must be handled with utmost importance. A prudent fiscal policy should be introduced, and new loans should be raised mostly on the capital account and not on the revenue account.",
    "longDesc" : "<p> The most conservative estimate of the fiscal burden of Punjab is 1.25 lakh crore rupees. The actual figure is probably significantly higher than this. Shockingly, most of this debt is used for non-productive purposes. State’s capital expenditure, money spent on creating new assets is meager. The revenue deficit in Punjab is also alarmingly high. Punjab’s committed liabilities such as interest payments, power subsidy, salaries and wages, pension and retirement benefits eat away around 50 per cent of the total expenditure in the state. Yet, the current state government insists on wasteful populist expenditure, doling out of freebies rather than meaningful subsidies.</p> <p>The vision of Punjab should be to embark on a process of fiscal reform, spending on meaningful social issues. A big component of this exercise will be to stop seepages of money into corrupt hands.</p>"
  }
]
